[general]
ok=确定
cancel=取消
ip=设备IP
port=端口
netmask=子网掩码
gateway=网关
mac=MAC地址
username=用户名
password=密码

firmware=固件
browse=浏览
upgrade=升级
dvrupgrade=DVR升级
upgrading=设备升级
wait=请稍候...
uploadfail=文件上传失败
invalidsize=文件大小无效
notfound=文件无法找到
upgradedone=升级完成
upgradefail=升级失败
permissiondenied=没有权限

dvrsearch=DVR搜索
adapter=网卡
search=搜索
index=编号
name=名称
model=型号
eseeid=易视网ID
softwareversion=软件版本
deviceid=设备ID
searchstatus=发现 %d 个设备
searching=搜索中

retn=结果
Scuess=成功
Fail=失败
CHN=通道数
